Repository: Ahmedkamal295/climateWater
Catalog: climateWater/*.lproj/Localizable.strings
Languages: ar

source: open
ar: افتح

source: Error
ar: خطأ

source: please enter all of your information
ar: برجاء ادخال جميع البيانات

source: OK
ar: موافق

source: Please enter all your data
ar: برجاء ادخال جميع بياناتك

source: Your data is not complete
ar: بياناتك غير مكتملة

source: please enter your new password
ar: برجاء ادخال كلمة المرور الجديدة

source: Notication Title
ar: عنوان الإشعار

source: 1 Nov 2019
ar: ١ نوفمبر ٢٠١٩

source: Please enter all of your correct information
ar: برجاء ادخال بياناتك الصحيحة

source: Please enter all your information
ar: برجاء ادخال جميع البيانات

source: Passwords not matches
ar: كلمات المرور غير متطابقة

source: Attention
ar: انتبه

source: By click on sign up you agree to the privacy
ar: الموافقة على شروط الاستخدام

source: Accept
ar: موافق

source: Cancel
ar: الغاء

source: Please login to App
ar: برجاء تسجيل الدخول

source: Add to Cart Product
ar: اضافة المنتج الى السلة

source: Success
ar: تم الاضافة بنجاح

source: Almanakh Pure Life Purified Water 500ml
ar: مياه المناخ ٥٠٠ مل

source: RS
ar: رس

source: https://climateapp.el-sabat.com/api/categories/1/products
ar: https://climateapp.el-sabat.com/api/categories/1/products?lang=ar

source: https://climateapp.el-sabat.com/api/categories/2/products
ar: https://climateapp.el-sabat.com/api/categories/2/products?lang=ar

source: https://climateapp.el-sabat.com/api/categories
ar: https://climateapp.el-sabat.com/api/categories?lang=ar

source: https://climateapp.el-sabat.com/api/cart
ar: https://climateapp.el-sabat.com/api/cart?lang=ar

source: https://climateapp.el-sabat.com/api/notifications
ar: https://climateapp.el-sabat.com/api/notifications?lang=ar

source: Send Successfully
ar: تم اضافة المنتج
